Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sammallahden_sanakirjaa_on_taas_saatavilla.html.tmx
Source language: fin
Languages: smn

source: Sammallahden sanakirjaa on taas saatavilla
smn: Sammallahti sänikirje lii vuod finnimnáál

source: Saamelaiskäräjien saamen kielen toimisto on ottanut uuden painoksen Pekka Sammallahden Saamelais-suomalais-saamelaisesta sanakirjasta.
smn: Sämitige sämikielâ toimâttâh lii váldám uđđâ riäntus Pekka Sammallahti Sámi-suoma-sámi -sänikirjeest.

source: Sammallahden sanakirja ilmestyi ensimmäisen kerran vuonna 1993, ja nyt otettu uusintapainos on 7. sarjassaan. Kyse on lisäpainoksesta, eikä sanakirjan sisältöä ole muutettu.
smn: Sammallahti sänikirje almostui vuossâmuu keerdi ive 1993, já tääl valdum uđđâ riäntus lii 7. Koččâmušâst lii laseriäntus já sänikirje siskáldâs ij lah muttum.

source: Sanakirjan lisäpainosta on toivottu paljon, koska kirja on ollut jo jonkin aikaa loppuunmyyty.
smn: Sänikirje laseriäntus lii čuuvtij vuordum, tastko kirje lii lamaš jo mottoom ääigi loopân vuobdum.

source: Saamen kielen toimisto päätti loppuvuonna ottaa sanakirjasta uuden painoksen:
smn: Sämikielâ toimâttâh meridij loppâive, ete váldá sänikirjeest uđđâ riäntus:

source: – Erityisesti saamelaisten kotiseutualueen kunnista tehtävä kielistrategiatyö on kannustanut ottamaan sanakirjasta uuden painoksen.
smn: – Eromâšávt sämmilij päikkikuávlu kieldâi kielâstrategiapargo lii movtijdittâm väldiđ sänikirjeest uđđâ riäntus.

source: Sanakirjasta on paljon hyötyä henkilöille, jotka käyttävät saamen kieltä työssään ja myös saamen kieltä opiskeleville.
smn: Sänikirjeest lii ennuv ävkki ulmuid, kiäh kevttih sämikielâ pargostis já meid sämikielâ uáppeid.

source: Toivottavasti kirjoja riittää edes vähäksi aikaa, toteaa saamen kielen toimistosta saamen kieliturvasihteeri Anne Kirste Aikio
smn: Tuáivu mield kirjeh pijssájeh ubâ váháš ááigán, iätá sämikielâ toimâttuv säämi kielâtorvočällee Anne Kirste Aikio

source: Sanakirjasta on otettu 350 kpl painos.
smn: Sänikirjeest lii valdum 350 pitá riäntus.

source: Kirja on saatavissa Saamelaiskäräjien oppimateriaalien verkkokaupasta: www.samediggi.fi/tuote/sami-suoma-sami-satnegirji/
smn: Kirje lii finnimnáál Sämitige oppâmateriaalij viermikäävpist: Sámi-suoma-sámi Sátnegirji – Samediggi

source: Lisätietoja:
smn: Lasetiäđuh:
